Repository: developedbyamin/limak_wms
Catalog: lib/core/l10n/intl_*.arb
Languages: az

# signInTitle
source: Sign in to your account
az: Hesabınıza daxil olun

source: Username
az: İstifadəçi adı

source: Password
az: Şifrə

source: Sign In
az: Daxil ol

# usernameEmpty
source: Username cannot be empty
az: İstifadəçi adı boş ola bilməz

# passwordEmpty
source: Password cannot be empty
az: Şifrə boş ola bilməz

# invalidCredentials
source: Invalid username or password
az: Yanlış istifadəçi adı və ya şifrə

# loginFailed
source: Login failed. Please try again.
az: Giriş uğursuz oldu. Yenidən cəhd edin.

source: Welcome to Dashboard
az: İdarə Panelinə Xoş Gəlmisiniz

source: Search parcels...
az: Bağlamaları axtarın...

source: Assigned
az: Təyin edilmiş

source: Accepted
az: Qəbul edilmiş

source: Delivered
az: Çatdırılmış

source: Returned
az: Qaytarıldı

source: Error
az: Xəta

source: Retry
az: Yenidən cəhd et

source: Dashboard
az: İdarə Paneli

source: Profile
az: Profil

source: QR Scanner
az: QR Skaner

source: No assigned parcels
az: Təyin edilmiş bağlama yoxdur

source: No accepted parcels
az: Qəbul edilmiş bağlama yoxdur

source: No delivered parcels
az: Çatdırılmış bağlama yoxdur

source: No returned parcels
az: Qaytarılmış bağlama yoxdur

source: Tracking ID
az: İzləmə ID

source: Customer Name
az: Müştəri adı

source: Customer Phone
az: Müştəri telefonu

source: Customer Address
az: Müştəri ünvanı

source: Amount
az: Məbləğ

source: Accept
az: Qəbul et

# delivered_status
source: Delivered
az: Çatdırıldı

# returned_status
source: Returned
az: Qaytarıldı

source: Loading...
az: Yüklənir...

source: Pull to refresh
az: Yeniləmək üçün aşağı çəkin

source: Save
az: Saxla

source: Cancel
az: Ləğv et

source: Confirm
az: Təsdiq et

source: Yes
az: Bəli

source: No
az: Xeyr

source: OK
az: Tamam

source: Close
az: Bağla

source: Next
az: Növbəti

source: Previous
az: Əvvəlki

source: Done
az: Hazır

source: Settings
az: Tənzimləmələr

source: Logout
az: Çıxış

source: Language
az: Dil

source: Update Status
az: Statusu yenilə

source: Contact Customer
az: Müştəri ilə əlaqə

source: Call
az: Zəng et

source: Select Status
az: Status seçin

# selectNote
source: Select Note (Required for Return)
az: Qeyd seçin (Qaytarma üçün tələb olunur)

# chooseReturnReason
source: Choose a return reason...
az: Qaytarma səbəbini seçin...

# courierSignature
source: Courier Signature (Required for Delivery)
az: Kuryer imzası (Çatdırma üçün tələb olunur)

source: Sign above
az: Yuxarıda imzalayın

source: Clear
az: Təmizlə

# addPhoto
source: Add Photo (Required for Delivery)
az: Foto əlavə et (Çatdırma üçün tələb olunur)

source: Add Photo (Optional)
az: Foto əlavə et (İstəyə bağlı)

source: Change Photo
az: Fotonu dəyişdir

source: Select Image Source
az: Şəkil mənbəyini seçin

source: Camera
az: Kamera

# takeNewPhoto
source: Take a new photo
az: Yeni foto çək

source: Gallery
az: Qalereya

source: Choose from Gallery
az: Qalereyadan seçin

source: Parcel accepted successfully
az: Bağlama uğurla qəbul edildi

source: Status updated successfully
az: Status uğurla yeniləndi

source: Failed to load dashboard
az: İdarə paneli yüklənə bilmədi

# pleaseSelectReturnReason
source: Please select a return reason
az: Zəhmət olmasa qaytarma səbəbini seçin

# pleaseProvideSignature
source: Please provide courier signature for delivery
az: Zəhmət olmasa çatdırma üçün kuryer imzası verin

# pleaseTakePhoto
source: Please take a photo for delivery confirmation
az: Zəhmət olmasa çatdırma təsdiqi üçün foto çəkin

# pleaseProvideNoteOrPhoto
source: Please provide either a note or take a photo
az: Zəhmət olmasa qeyd verin və ya foto çəkin

source: Welcome to Profile
az: Profilə xoş gəlmisiniz

source: Error loading profile
az: Profil yüklənməsində xəta

source: Personal Information
az: Şəxsi məlumatlar

source: Email
az: E-poçt

source: Phone
az: Telefon

source: Address
az: Ünvan

source: Not provided
az: Verilməyib

source: Account Actions
az: Hesab əməliyyatları

source: Delivery Statistics
az: Çatdırılma statistikası

source: In Courier
az: Kuryerdə

source: Returns
az: Qaytarmalar

source: Scan QR Code
az: QR kodu skan edin

# scanQRDescription
source: Scan QR codes or barcodes to view parcel details
az: Bağlama detallarını görmək üçün QR kodları və ya barkodları skan edin

source: Start Scanning
az: Skanlamaya başla

# positionQRCode
source: Position the QR code or barcode within the frame to scan
az: Skan etmək üçün QR kodu və ya barkodu çərçivə daxilində yerləşdirin

# invalidQRFormat
source: Invalid QR code format
az: Yanlış QR kod formatı

source: Accept Parcel
az: Bağlamanı qəbul et

source: Decline
az: İmtina et

# logoutConfirmation
source: Are you sure you want to logout? You will need to sign in again.
az: Çıxmaq istədiyinizə əminsiniz? Yenidən daxil olmalı olacaqsınız.

source: Logout failed
az: Çıxış uğursuz oldu

source: Change Language
az: Dili dəyişdir

source: Select Language
az: Dil seçin

source: Azerbaijani
az: Azərbaycan dili

source: English
az: İngilis dili

source: Russian
az: Rus dili

source: Filter by Region
az: Bölgəyə görə filtrləyin

source: Select Region
az: Bölgə seçin

source: All Regions
az: Bütün bölgələr

source: No Region
az: Bölgə yoxdur

source: Search regions
az: Bölgələri axtarın

source: No regions found
az: Heç bir bölgə tapılmadı

source: Undelivered Parcel
az: Çatdırılmamış Bağlama

# reassignParcelToYourself
source: Do you want to assign this undelivered parcel to yourself again?
az: Bu çatdırılmamış bağlamanı yenidən özünüzə təyin etmək istəyirsiniz?

source: Reassign Parcel
az: Bağlamanı Yenidən Təyin Et

# selectRegionDescription
source: Please select your region to continue to the warehouse
az: Anbara davam etmək üçün regionunuzu seçin

source: Continue to Warehouse
az: Anbara Davam Et

source: Account Information
az: Hesab Məlumatları

source: Account Name
az: Hesab Adı

# accountBalance
source: Balance
az: Balans

source: Account Type
az: Hesab Növü

source: Account ID
az: Hesab ID

source: Position
az: Mövqe

# cashierInfo
source: Cashier ID
az: Kassir ID

source: Country
az: Ölkə

source: Region Statistics
az: Region Statistikaları

source: Depots Count
az: Depo Sayı

source: Empty Places
az: Boş Yerlər

source: LMK Shop Invoices
az: LMK Mağaza Fakturları

source: Courier Waits
az: Kuryer Gözləmələri

source: In Depot 15+ Days
az: Depoda 15+ Gün

source: Enacted
az: Qüvvəyə Minmiş

source: In Depot 45+ Days
az: Depoda 45+ Gün

source: Account Details
az: Hesab Təfərrüatları

source: Scan Storage Barcode
az: Anbar Barkodunu Skan Et

source: Scan Invoice Barcode
az: Faktura Barkodunu Skan Et

source: Storage Found
az: Anbar Tapıldı

source: Storage Details
az: Anbar Təfərrüatları

source: Storage ID
az: Anbar ID

# storageCapacity
source: Capacity
az: Tutum

# storageSize
source: Size
az: Ölçü

# storageBox
source: Box
az: Qutu

# continueToInvoice
source: Continue to Invoice Scan
az: Faktura Skanına Davam Et

source: Scan Again
az: Təkrar

# invoiceStored
source: Invoice Stored Successfully
az: Faktura Uğurla Saxlanıldı

# backToStorage
source: Back to Storage Scan
az: Anbar Skanına Qayıt

source: Scan New Storage
az: Yeni Anbar Skan Et

# positionCamera
source: Position the camera over the QR code or barcode
az: Kameranı QR kod və ya barkod üzərinə yerləşdirin

# invalidBarcode
source: Invalid barcode format
az: Yanlış barkod formatı

# storageNotFound
source: Storage location not found
az: Anbar yeri tapılmadı

source: Invoice not found
az: Faktura tapılmadı

source: Package Search
az: Paket Axtarışı

# uniqid
source: Unique ID
az: Unikal ID

source: Full Name
az: Tam Ad

# purchaseNo
source: Purchase Number
az: Alış Nömrəsi

source: Search Packages
az: Paketləri Axtar

source: Package Details
az: Paket Təfərrüatları

# customerInfo
source: Customer Information
az: Müştəri Məlumatları

source: Package Stock
az: Paket Stoku

source: Contacts
az: Əlaqələr

source: Total Weight
az: Ümumi Çəki

source: Balance
az: Balans

source: Birth Date
az: Doğum Tarixi

source: Serial Number
az: Seriya Nömrəsi

source: Shop Name
az: Mağaza Adı

source: Product Type
az: Məhsul Növü

source: Weight
az: Çəki

source: Price
az: Qiymət

source: Shipping Price
az: Çatdırılma Qiyməti

source: Quantity
az: Miqdar

source: Action Date
az: Əməliyyat Tarixi

source: No packages found
az: Heç bir paket tapılmadı

# searchHint
source: Enter at least one search parameter
az: Ən azı bir axtarış parametri daxil edin
